Repository: fact0real/yaam
Catalog: YAAM/Localizable.xcstrings
Source language: en
Languages: ca, es

source: (Optional)
ca: (Opcional)
es: (Opcional)

source: 2-Factor Authentication (2FA / MFA)
ca: Autenticació de dos factors (2FA / MFA)
es: Autenticación de dos factores (2FA / MFA)

source: 6m Watch
ca: Vigilància de 6m
es: Vigilancia de 6m

source: About YAAM
ca: Quant a YAAM
es: Acerca de YAAM

source: Academy
ca: Acadèmia
es: Academia

source: Activity Console...
ca: Consola d'activitat...
es: Consola de actividad...

source: ADIF Live Sync
ca: Sincronització ADIF en directe
es: Sincronización ADIF en directo

source: AI Log Assistant
ca: Assistent d'IA del registre
es: Asistente de IA del registro

source: Amateur Bands
ca: Bandes de radioaficionat
es: Bandas de radioaficionado

source: Antenna Rotator
ca: Rotor d'antena
es: Rotor de antena

source: Antenna Weather Radar
ca: Radar meteorològic d'antenes
es: Radar meteorológico de antenas

source: Apply
ca: Aplica
es: Aplicar

source: Audio Decoder
ca: Descodificador d'àudio
es: Decodificador de audio

source: Auto-Connect on Launch
ca: Connecta automàticament en iniciar
es: Conectar automáticamente al iniciar

source: Autonomous Wait & Pounce (W&P) Engine
ca: Motor autònom Wait & Pounce (W&P)
es: Motor autónomo Wait & Pounce (W&P)

source: Awards
ca: Diplomes
es: Diplomas

source: Back to Top
ca: Torna a dalt
es: Volver arriba

source: Backfill Missing QRZ Names & Emails
ca: Recupera els noms i correus que falten de QRZ
es: Recuperar los nombres y correos que faltan de QRZ

source: Bandmap
ca: Mapa de bandes
es: Mapa de bandas

source: Batch QSL & Reminders
ca: QSL per lots i recordatoris
es: QSL por lotes y recordatorios

source: Bulk Email & Contact Enrichment
ca: Correu massiu i enriquiment de contactes
es: Correo masivo y enriquecimiento de contactos

source: Bulk Email Contacts...
ca: Envia correu massiu als contactes...
es: Enviar correo masivo a los contactos...

source: Busted Callsigns & Verification
ca: Indicatius mal copiats i verificació
es: Indicativos mal copiados y verificación

source: Call Roster
ca: Llista d'indicatius
es: Lista de indicativos

source: Callbook & Station Details
ca: Callbook i detalls de l'estació
es: Callbook y detalles de la estación

source: Callsign or entity
ca: Indicatiu o entitat
es: Indicativo o entidad

source: Cancel
ca: Cancel·la
es: Cancelar

source: Check for Updates...
ca: Cerca actualitzacions...
es: Buscar actualizaciones...

source: Choose...
ca: Tria...
es: Elegir...

source: Clear
ca: Neteja
es: Limpiar

source: Clear Band and Mode filters
ca: Neteja els filtres «Band» i «Mode»
es: Quitar los filtros «Band» y «Mode»

source: Clear Row Selection
ca: Treu la selecció de files
es: Quitar la selección de filas

source: Close
ca: Tanca
es: Cerrar

source: Cloud & Companion
ca: Núvol i aplicació auxiliar
es: Nube y aplicación auxiliar

source: Club Log Integration
ca: Integració amb Club Log
es: Integración con Club Log

source: Club Log Spots
ca: Spots de Club Log
es: Spots de Club Log

source: Club Memberships
ca: Afiliació a clubs
es: Afiliación a clubes

source: Clubs & Rosters
ca: Clubs i llistes de socis
es: Clubes y listas de socios

source: Columns
ca: Columnes
es: Columnas

source: Configure Transceiver CAT Control
ca: Configura el control CAT del transceptor
es: Configurar el control CAT del transceptor

source: Confirmation Reconciliation...
ca: Conciliació de confirmacions...
es: Conciliación de confirmaciones...

source: Connect
ca: Connecta
es: Conectar

source: Connect Transceiver
ca: Connecta el transceptor
es: Conectar el transceptor

source: CONTACTS
ca: CONTACTES
es: CONTACTOS

source: Contest & Awards
ca: Concursos i diplomes
es: Concursos y diplomas

source: Contest & Exchange
ca: Concurs i intercanvi
es: Concurso e intercambio

source: Contest Calendar
ca: Calendari de concursos
es: Calendario de concursos

source: Contest Operations
ca: Operativa de concursos
es: Operativa de concursos

source: Convert & Export
ca: Conversió i exportació
es: Conversión y exportación

source: Custom period
ca: Període personalitzat
es: Período personalizado

source: CW Workstation
ca: Estació CW
es: Estación CW

source: Daily Rank Backfill
ca: Recuperació diària del rànquing
es: Recuperación diaria del ranking

source: Data Safety & Backups
ca: Seguretat de les dades i còpies de seguretat
es: Seguridad de los datos y copias de seguridad

source: Delete QSO
ca: Elimina el QSO
es: Eliminar el QSO

source: Deselect All
ca: Desselecciona-ho tot
es: Deseleccionar todo

source: Digital Callsign Monitor
ca: Monitor d'indicatius digitals
es: Monitor de indicativos digitales

source: Digital Suite
ca: Suite digital
es: Suite digital

source: Disconnect
ca: Desconnecta
es: Desconectar

source: Disconnect Transceiver
ca: Desconnecta el transceptor
es: Desconectar el transceptor

source: Done
ca: Fet
es: Hecho

source: Download LoTW Cloud Logbook...
ca: Baixa el registre de LoTW del núvol...
es: Descargar el registro de LoTW de la nube...

source: DX Activity
ca: Activitat DX
es: Actividad DX

source: DX Advisor
ca: Assessor DX
es: Asesor DX

source: DX News
ca: Notícies DX
es: Noticias DX

source: Edit
ca: Edita
es: Editar

source: Email (%lld)
ca: Correu (%lld)
es: Correo (%lld)

source: Email (SMTP)
ca: Correu electrònic (SMTP)
es: Correo electrónico (SMTP)

source: Email Address:
ca: Adreça electrònica:
es: Dirección de correo electrónico:

source: Email QSL Card
ca: Envia la targeta QSL per correu
es: Enviar la tarjeta QSL por correo

source: EMERGENCY STOP
ca: PARADA D'EMERGÈNCIA
es: PARADA DE EMERGENCIA

source: Emulator
ca: Emulador
es: Emulador

source: Enable Wait & Pounce Engine
ca: Activa el motor Wait & Pounce
es: Activar el motor Wait & Pounce

source: Enrich All Contacts (QRZ Emails)...
ca: Enriqueix tots els contactes (correus de QRZ)...
es: Enriquecer todos los contactos (correos de QRZ)...

source: Enrich QSOs
ca: Enriqueix els QSO
es: Enriquecer los QSO

source: Enrich Selected (%lld)
ca: Enriqueix la selecció (%lld)
es: Enriquecer la selección (%lld)

source: Enrichment & Ranks
ca: Enriquiment i rànquings
es: Enriquecimiento y rankings

source: Enter a callsign to see its entity and logging history.
ca: Escriu un indicatiu per veure'n l'entitat i l'historial de registre.
es: Escribe un indicativo para ver su entidad y su historial de registro.

source: Enter a DX callsign. Press Space to advance to the next field.
ca: Escriu un indicatiu al camp «DX callsign». Prem Espai per passar al camp següent.
es: Escribe un indicativo en el campo «DX callsign». Pulsa Espacio para pasar al campo siguiente.

source: Enter your station Grid Locator in Settings to calculate path distance, bearing, local day/night and band suggestions.
ca: Escriu el localitzador de la teva estació al camp «Grid Locator» de la configuració per calcular la distància del trajecte, l'azimut, el dia i la nit locals i els suggeriments de banda.
es: Escribe el localizador de tu estación en el campo «Grid Locator» de la configuración para calcular la distancia del trayecto, el acimut, el día y la noche locales y las sugerencias de banda.

source: eQSL.cc Integration & Graphic Card Downloader
ca: Integració amb eQSL.cc i baixada de targetes gràfiques
es: Integración con eQSL.cc y descarga de tarjetas gráficas

source: Esc to Wipe
ca: Esc per esborrar
es: Esc para borrar

source: Export (%lld)
ca: Exporta (%lld)
es: Exportar (%lld)

source: Export ADIF
ca: Exporta ADIF
es: Exportar ADIF

source: Export Database Logs...
ca: Exporta els registres de la base de dades...
es: Exportar los registros de la base de datos...

source: Export Filtered Log As...
ca: Exporta el registre filtrat com a...
es: Exportar el registro filtrado como...

source: External ADIF Sync
ca: Sincronització ADIF externa
es: Sincronización ADIF externa

source: Filter recent...
ca: Filtra els recents...
es: Filtrar recientes...

source: Filters
ca: Filtres
es: Filtros

source: Filters Active
ca: Filtres actius
es: Filtros activos

source: Fit Window to Screen Width
ca: Ajusta la finestra a l'amplada de la pantalla
es: Ajustar la ventana al ancho de la pantalla

source: FT8 Station
ca: Estació FT8
es: Estación FT8

source: Full QSL History Reconciliation...
ca: Conciliació de tot l'historial de QSL...
es: Conciliación de todo el historial de QSL...

source: Generate QSL Card
ca: Genera la targeta QSL
es: Generar la tarjeta QSL

source: Grayline
ca: Línia grisa
es: Línea gris

source: Grid Locator is required for per-band country opportunity ranking.
ca: Cal un localitzador al camp «Grid Locator» per classificar per banda les oportunitats de països.
es: Hace falta un localizador en «Grid Locator» para clasificar por banda las oportunidades de países.

source: HAMQTH Integration & Online Log
ca: Integració amb HAMQTH i registre en línia
es: Integración con HAMQTH y registro en línea

source: HRDLog.net Online Logbook
ca: Registre en línia HRDLog.net
es: Registro en línea HRDLog.net

source: Import Log File...
ca: Importa un fitxer de registre...
es: Importar un archivo de registro...

source: Import New Log...
ca: Importa un registre nou...
es: Importar un registro nuevo...

source: Keyer & Memories
ca: Keyer i memòries
es: Keyer y memorias

source: Labels & Printing
ca: Etiquetes i impressió
es: Etiquetas e impresión

source: Leaderboard
ca: Classificació
es: Clasificación

source: Load Next 1000
ca: Carrega els 1000 següents
es: Cargar los 1000 siguientes

source: Loading contacts…
ca: Carregant els contactes…
es: Cargando los contactos…

source: Log Actions
ca: Accions del registre
es: Acciones del registro

source: Log Anyway
ca: Registra igualment
es: Registrar de todos modos

source: Log anyway
ca: Registra igualment
es: Registrar de todos modos

source: Log Assistant
ca: Assistent del registre
es: Asistente del registro

source: Log Assistant...
ca: Assistent del registre...
es: Asistente del registro...

source: Log Sources & Automation
ca: Fonts del registre i automatització
es: Fuentes del registro y automatización

source: Log Statistics
ca: Estadístiques del registre
es: Estadísticas del registro

source: Log Statistics & Confirmation Breakdown
ca: Estadístiques del registre i desglossament de confirmacions
es: Estadísticas del registro y desglose de confirmaciones

source: Log Statistics in Separate Window...
ca: Estadístiques del registre en una finestra separada...
es: Estadísticas del registro en una ventana aparte...

source: Manage Stations
ca: Gestiona les estacions
es: Gestionar las estaciones

source: Manual Watchlist & ATNO Hunter
ca: Llista de seguiment manual i caçador d'ATNO
es: Lista de seguimiento manual y cazador de ATNO

source: Multi-Rig FT8
ca: FT8 multiequip
es: FT8 multiequipo

source: No Log Loaded
ca: Cap registre carregat
es: Ningún registro cargado

source: No serial ports found
ca: No s'ha trobat cap port sèrie
es: No se ha encontrado ningún puerto serie

source: OK
ca: D'acord
es: Aceptar

source: ON4KST Chat
ca: Xat ON4KST
es: Chat ON4KST

source: ON4KST DX Chat
ca: Xat DX ON4KST
es: Chat DX ON4KST

source: ON4KST Real-Time Propagation & Chat Network
ca: Xarxa de xat i propagació en temps real ON4KST
es: Red de chat y propagación en tiempo real ON4KST

source: Open Feedback in Separate Window...
ca: Obre els comentaris en una finestra separada...
es: Abrir los comentarios en una ventana aparte...

source: Open in Separate Window
ca: Obre en una finestra separada
es: Abrir en una ventana aparte

source: Open Log Table
ca: Obre «Log Table»
es: Abrir «Log Table»

source: Operating
ca: Operativa
es: Operativa

source: Operator Desk
ca: Taula de l'operador
es: Mesa del operador

source: Password
ca: Contrasenya
es: Contraseña

source: Period
ca: Període
es: Período

source: Pileup Trainer
ca: Entrenador de pileups
es: Entrenador de pileups

source: Portable
ca: Portàtil
es: Portátil

source: Portable Activity (POTA / SOTA / IOTA)
ca: Activitat portàtil (POTA / SOTA / IOTA)
es: Actividad portátil (POTA / SOTA / IOTA)

source: Possible duplicate QSO
ca: Possible QSO duplicat
es: Posible QSO duplicado

source: Preparing station data…
ca: Preparant les dades de l'estació…
es: Preparando los datos de la estación…

source: Q-Codes & Prosigns
ca: Codis Q i prosignes
es: Códigos Q y prosignos

source: QRZ Incoming Requests...
ca: Sol·licituds entrants de QRZ...
es: Solicitudes entrantes de QRZ...

source: QRZ Logbook Rank
ca: Rànquing de QRZ Logbook
es: Ranking de QRZ Logbook

source: QRZ Login...
ca: Inicia la sessió a QRZ...
es: Iniciar sesión en QRZ...

source: QRZ Rank API
ca: API del rànquing de QRZ
es: API del ranking de QRZ

source: QRZ.com Integration
ca: Integració amb QRZ.com
es: Integración con QRZ.com

source: QSL & Data
ca: QSL i dades
es: QSL y datos

source: QSL Hub
ca: Centre de QSL
es: Centro de QSL

source: QSO Notes & Comments
ca: Notes i comentaris del QSO
es: Notas y comentarios del QSO

source: Quick Notes:
ca: Notes ràpides:
es: Notas rápidas:

source: Radio & Digital
ca: Ràdio i digital
es: Radio y digital

source: Radio Bridge
ca: Pont de ràdio
es: Puente de radio

source: Ready
ca: A punt
es: Listo

source: Recent Station QSOs
ca: QSO recents de l'estació
es: QSO recientes de la estación

source: Refresh
ca: Actualitza
es: Actualizar

source: Refresh serial ports
ca: Actualitza els ports sèrie
es: Actualizar los puertos serie

source: Remind Recent Unconfirmed Batch...
ca: Envia un recordatori als contactes recents sense confirmar...
es: Enviar un recordatorio a los contactos recientes sin confirmar...

source: Remove Key
ca: Elimina la clau
es: Eliminar la clave

source: Remove Password
ca: Elimina la contrasenya
es: Eliminar la contraseña

source: Reset
ca: Restableix
es: Restablecer

source: Reset Default Columns
ca: Restableix les columnes per defecte
es: Restablecer las columnas predeterminadas

source: Reveal Activity Audit Log in Finder...
ca: Mostra al Finder el registre d'auditoria d'activitat...
es: Mostrar en el Finder el registro de auditoría de actividad...

source: Review Duplicate QSOs...
ca: Revisa els QSO duplicats...
es: Revisar los QSO duplicados...

source: Review Entry
ca: Revisa l'entrada
es: Revisar la entrada

source: Rotate to Bearing
ca: Gira cap a l'azimut
es: Girar al acimut

source: Rotator
ca: Rotor
es: Rotor

source: Save
ca: Desa
es: Guardar

source: Save As...
ca: Desa com a...
es: Guardar como...

source: Save Credentials
ca: Desa les credencials
es: Guardar las credenciales

source: Save Log
ca: Desa el registre
es: Guardar el registro

source: Search settings...
ca: Cerca a la configuració...
es: Buscar en la configuración...

source: Select All
ca: Selecciona-ho tot
es: Seleccionar todo

source: Select All QSOs
ca: Selecciona tots els QSO
es: Seleccionar todos los QSO

source: Selected (%lld)
ca: Seleccionats (%lld)
es: Seleccionados (%lld)

source: Send
ca: Envia
es: Enviar

source: Send Recent QSL Cards Batch...
ca: Envia un lot de targetes QSL recents...
es: Enviar un lote de tarjetas QSL recientes...

source: Serial Port
ca: Port sèrie
es: Puerto serie

source: Shack Clock
ca: Rellotge de l'estació
es: Reloj de la estación

source: Show All Columns
ca: Mostra totes les columnes
es: Mostrar todas las columnas

source: Showing %@ of %@ QSOs
ca: Es mostren %@ de %@ QSO
es: Se muestran %@ de %@ QSO

source: Sign Out
ca: Tanca la sessió
es: Cerrar sesión

source: Signal Footprint (PSK & RBN)
ca: Petjada del senyal (PSK i RBN)
es: Huella de la señal (PSK y RBN)

source: Station Profiles
ca: Perfils d'estació
es: Perfiles de estación

source: Station Weather & Antenna Safety Radar
ca: Radar meteorològic de l'estació i seguretat d'antenes
es: Radar meteorológico de la estación y seguridad de antenas

source: Stats
ca: Estadístiques
es: Estadísticas

source: Status
ca: Estat
es: Estado

source: Stored in macOS Keychain
ca: Desat al clauer del macOS
es: Guardado en el llavero de macOS

source: Submit Feedback & Suggestions...
ca: Envia comentaris i suggeriments...
es: Enviar comentarios y sugerencias...

source: Sync & Cloud
ca: Sincronització i núvol
es: Sincronización y nube

source: Sync Confirmations (LoTW & QRZ)
ca: Sincronitza les confirmacions (LoTW i QRZ)
es: Sincronizar confirmaciones (LoTW y QRZ)

source: Sync New QSLs (LoTW & QRZ)
ca: Sincronitza les QSL noves (LoTW i QRZ)
es: Sincronizar las QSL nuevas (LoTW y QRZ)

source: Sync Now
ca: Sincronitza ara
es: Sincronizar ahora

source: System Default
ca: Predeterminat del sistema
es: Predeterminado del sistema

source: This callsign is already in your log on the same band and mode.
ca: Aquest indicatiu ja és al teu registre, a la mateixa banda i mode.
es: Este indicativo ya está en tu registro, en la misma banda y modo.

source: Time zone
ca: Fus horari
es: Zona horaria

source: Tools
ca: Eines
es: Herramientas

source: Tools & Services
ca: Eines i serveis
es: Herramientas y servicios

source: Transceiver & Signal Parameters
ca: Transceptor i paràmetres del senyal
es: Transceptor y parámetros de la señal

source: Transceiver CAT Control
ca: Control CAT del transceptor
es: Control CAT del transceptor

source: Transceiver Control Interface (TCI)
ca: Interfície de control del transceptor (TCI)
es: Interfaz de control del transceptor (TCI)

source: Transceiver Emulator
ca: Emulador de transceptor
es: Emulador de transceptor

source: Username
ca: Nom d'usuari
es: Nombre de usuario

source: Username:
ca: Nom d'usuari:
es: Nombre de usuario:

source: Voice Alerts & TTS
ca: Alertes de veu i síntesi de parla
es: Alertas de voz y síntesis de habla

source: Wavelog & Cloudlog Server Integration
ca: Integració amb servidors Wavelog i Cloudlog
es: Integración con servidores Wavelog y Cloudlog

source: WinKeyer & Hardware
ca: WinKeyer i maquinari
es: WinKeyer y hardware

source: Wipe
ca: Esborra
es: Borrar

source: Worked
ca: Treballat
es: Trabajado

source: YAAM Activity Console
ca: Consola d'activitat de YAAM
es: Consola de actividad de YAAM

source: YAAM Feedback & Suggestions
ca: Comentaris i suggeriments de YAAM
es: Comentarios y sugerencias de YAAM

source: YAAM Help & FAQ
ca: Ajuda i preguntes freqüents de YAAM
es: Ayuda y preguntas frecuentes de YAAM

source: YAAM User Guide & Documentation
ca: Guia d'usuari i documentació de YAAM
es: Guía de usuario y documentación de YAAM

source: Your recent contacts will appear here.
ca: Aquí apareixeran els teus contactes recents.
es: Tus contactos recientes aparecerán aquí.

source: Zero-Click Cloud Outbox
ca: Safata de sortida al núvol sense clics
es: Bandeja de salida a la nube sin clics

source: Port
es: Puerto
